let right_answer = [
    "✅ אתה טוב",
    "✅ מעולה",
    "✅ יופי טופי",
    "✅ מוי ביין! כל הכבוד",
    "✅ אריבההההה",
    "✅ ואמוס אמיגו! אני גאה בך",
    "✅ ואי תקשיב, יופי של תשובה",
    "✅ במקסיקו, כשאמא שלי הייתה שמחה ממני, היא הייתה שמה לי מדבקות מגניבות בכל מיני מקומות. אני שמח ממך- קח אימוג'י 🤗",
    "✅ איזה תותח. הולכת להיות לאיינשטיין תחרות אמיתית",
    "✅ פרופסור! אפשר לקרוא לך פרופסור",
    "✅ יס!",
    "✅ סייייייייי",
    "✅ קה לינדו. יאללה נקסט",
    "✅ יופי",
    "✅ נייס",
    "✅ גאון!",
    "✅ מת עליך",
    "✅ אה הא הרמאנו!",
    "✅ קדימה עוד קצת ואני מרשה לך לעשות הפסקת גוואקמולה 🌯. תכין לי גם. תודה",
    "✅ ואו...זהו, כל הכבוד. נהדר. לא צריך אותי פה יותר - חוזר למקסיקו",
    "✅ התאים שלי מתפוצצים מגאווה",
    "✅ אתה לא רואה אבל אני רוקד עכשיו ריקוד מקסיקני מאושר"
]

let wrong_answer = [
    "❌ טעות",
    "❌ לא נכון 😢",
    "❌ לך תלמד את החומר ותחזור אלי",
    "❌ מה קורה?? תתרכז קצת יותר",
    "❌ ניסיון יפה אבל זו לא התשובה",
    "❌ תחשוב שוב",
    "❌ נאצ'ו עצוב כי זו לא התשובה",
    "❌ #%#^&*#$**@ ככה אני מגיב כשאני כועס! קדימה ריכוז",
    "❌ לא. אם אתה טועה שוב אני משחרר עליך את בפלה שלי!",
    "❌ נווו, איך אתה טועה בזה? אני חוזר למקסיקו . ביי",
    "❌ אתה חלוד. ואני הרובוט, לא אתה! תשמן את עצמך",
    "❌ תלמד את החומר ותחזור אלי. עדיף עם איזו מתנה 🎁 או נשנוש",
    "❌ ראית יותר מדי ברייקינג באד ופחות מדי ביולוגיה! אולי תעבור למפץ הגדול?!",
    "❌ אתה לא רואה אבל אני ממש מושך בשיער עכשיו",
    "❌ אמיגו טעית, אל תתן לזה להוריד אותך כי אתה תותח"
]

module.exports.right_answer = right_answer;
module.exports.wrong_answer = wrong_answer;